brew "python"
brew "go"

brew "awscli"
brew "cmake"
brew "ctags"
brew "dep"
brew "entr"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "jq"
brew "kubernetes-cli"
brew "pidof"
brew "psgrep"
brew "siege"
brew "ssh-copy-id"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "zsh"

brew "rbenv"
brew "ruby-build"

brew "pyenv"
brew "pyenv-virtualenv"

brew "nodenv"
brew "node-build"

brew "reattach-to-user-namespace"
brew "tmux-mem-cpu-load"
brew "tmux"

brew "lua"
brew "macvim", args: ["with-override-system-vim", "with-lua"]

tap "homebrew/cask-fonts"
cask "font-source-code-pro"

tap "homebrew/cask"
cask "google-chrome"
cask "docker-toolbox"
cask "alfred"
cask "dropbox"
cask "sizeup"
cask "caffeine"
cask "dash"
cask "visual-studio-code"
cask "simplenote"
cask "avg-antivirus"
cask "daisydisk"
cask "slack"
cask "skitch"
cask "postman"
cask "firefox"

