brew "awscli"
brew "entr"
brew "gnu-sed"
brew "jq"
brew "kops"
brew "kubernetes-cli"
brew "lua"
brew "node-build"
brew "nodenv"
brew "rbenv"
brew "ruby-build"
brew "python"
brew "python@2"
brew "terraform"
brew "vault"
brew "watch"
brew "ctags"
brew "git"
brew "git-extras"
brew "go"
brew "packer"
brew "pidof"
brew "psgrep"
brew "reattach-to-user-namespace"
brew "siege"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tmux-mem-cpu-load"
brew "wget"
brew "tmux"
brew "macvim", args: ["with-override-system-vim", "with-lua"]
