tap "homebrew/cask-fonts"
brew "awscli"
brew "entr"
brew "git"
brew "git-extras"
brew "go"
brew "hugo"
brew "jq"
brew "lua"
brew "macvim"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "pidof"
brew "pipenv"
brew "postgresql"
brew "psgrep"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ruby-build"
brew "rustup-init"
brew "siege"
brew "ssh-copy-id"
brew "svn"
brew "the_silver_searcher"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
cask "dotnet-sdk"
cask "font-source-code-pro"
